{
  "deidentSamples": [
    {
      "id": "123",
      "text": "John, a 35-year-old male carpenter, was admitted to Sacred Heart Hospital with symptoms of fatigue, high fever, and body aches. Upon admission, John was diagnosed with a severe case of pneumonia.\n To treat his illness, John was prescribed the following medications: Amoxicillin and Azithromycin.In addition, he underwent several tests including a chest X- ray and a complete blood count(CBC) to monitor the progress of his treatment.\nJohn's insurance is with Blue Cross and his policy number is NZ-07852. He was housed in room number 502 during his stay at the hospital, located at 322 Martin Luther King Blvd, Cambridge MA 02138. \nAfter a few days of treatment and monitoring, John showed significant improvement and was eventually discharged from the hospital.He was instructed to continue taking his medications as prescribed and to follow up with his primary care physician in a week.\nFor any further concerns or questions, John may reach out to the hospital's phone line at 617-999-5432."
    },
    {
      "id": "345",
      "text": "Patient: John Doe\nDate of Discharge: 2023 - 02 - 08\n\nDiagnosis: John was diagnosed with a severe case of Acute Respiratory Distress Syndrome(ARDS), a condition in which fluid builds up in the air sacs of the lungs, making it difficult to breathe.\n\nTreatment: John was given a combination of oxygen therapy, mechanical ventilation, and a high dose of steroids to reduce inflammation in the lungs.He was also administered a series of antibiotics to prevent secondary infections.John was prescribed the medications 'Dexamethasone', 'Meropenem', and 'Levofloxacin'.\n\nTests and Scans: John underwent a series of tests and scans to determine the extent of the ARDS and its impact on his lungs.These tests included chest X- rays, CT scans, blood gas analyses, and pulmonary function tests.\n\nOutcome: The combination of oxygen therapy, mechanical ventilation, steroids, and antibiotics helped John recover from his ARDS.His lung function improved, and he was able to breathe easier.He was discharged from Sacred Heart Hospital, room number 502, on 2023 - 02 - 08.\n\nInsurance Information: John was insured with Blue Cross with policy number NZ- 07852.\nContact Information: John can be reached at 617 - 999 - 5432. He works as a carpenter and resides at 322 Martin Luther King Blvd, Cambridge MA 02138.\nNote: This is a fake discharge summary with made up patient information.The information included does not reflect real patient data and should not be used for any medical purpose."
    }
  ]
}